{
    "Home": "الصفحة الرئيسية",
    "Courses": "دورات",
    "About Us": "معلومات عنا",
    "Pricing": "السعر",
    "Contact": "التواصل",
    "Transform Future": "تحويل المستقبل",
    "Learn From The Best": "تعلم من الأفضل",
    "Join our community of learners and achieve your goals": "انضم إلى مجتمعنا التعليمي وحقق أهدافك",
    "Expert instructors to guide your learning journey": "مدربون خبراء لتوجيه رحلتك التعليمية",
    "Study at your own pace, anywhere, anytime": "ادرس بوتيرتك الخاصة، في أي مكان وفي أي وقت",
    "Start Learning": "ابدأ التعلم",
    "View Courses": "استعرض الدورات",
    "Why Choose Us": "لماذا تختارنا",
    "Discover the advantages that set our learning platform apart and help you achieve your educational goals.": "اكتشف المميزات التي تميز منصتنا التعليمية وتساعدك في تحقيق أهدافك التعليمية",
    "Explore All Benefits": "استكشف جميع المميزات",
    "Flexible Learning": "التعلم المرن",
    "Learn at your own pace with 24/7 access to courses. Set your own schedule and learn when it's most convenient for you": "تعلم بوتيرتك الخاصة مع إمكانية الوصول إلى الدورات على مدار الساعة. حدد جدولك الخاص وتعلم في الوقت الأنسب لك",
    "Expert Instructors": "مدربون خبراء",
    "Learn from industry professionals with years of practical experience. Our instructors are passionate about sharing their knowledge.": "تعلم من محترفي الصناعة ذوي الخبرة العملية. مدربونا متحمسون لمشاركة معرفتهم",
    "Interactive Content": "محتوى تفاعلي",
    "Engage with hands-on projects, quizzes, and interactive assignments that reinforce your learning and keep you motivated.": "شارك في المشاريع العملية والاختبارات والواجبات التفاعلية التي تعزز تعلمك وتحافظ على تحفيزك",
    "Career Support": "دعم المسار المهني",
    "Get guidance on career paths, resume building, and job opportunities. Connect with our network of industry partners.": "احصل على التوجيه في المسارات المهنية وبناء السيرة الذاتية وفرص العمل. تواصل مع شبكتنا من شركاء الصناعة",
    "Community Learning": "تعلم مجتمعي",
    "Join a vibrant community of learners. Collaborate on projects, share insights, and grow together through peer learning.": "انضم إلى مجتمع نابض بالحياة من المتعلمين. تعاون في المشاريع وشارك الأفكار وانمو معًا من خلال التعلم مع الأقران",
    "Certified Courses": "دورات معتمدة",
    "Earn recognized certificates upon course completion. Add valuable credentials to your professional portfolio.": "احصل على شهادات معترف بها عند إكمال الدورة. أضف مؤهلات قيمة إلى ملفك المهني",
    "Our Testimonials": "آراء عملائنا",
    "View All": "عرض الكل",
    "Read Full Story": "اقرأ القصة كاملة",
    "Web Developer": "مطور ويب",
    "UI/UX Designer": "مصمم واجهات المستخدم",
    "Mobile Developer": "مطور تطبيقات الجوال",
    "Graphic Designer": "مصمم جرافيك",
    "The web design course provided a solid foundation for me. The instructors were knowledgeable and supportive, and the interactive learning environment was engaging. Highly recommend it!": "قدمت دورة تصميم الويب أساسًا قويًا لي. كان المدربون على دراية وداعمين، وكانت بيئة التعلم التفاعلية جذابة. أوصي به بشدة!",
    "The UI/UX design course exceeded my expectations. The instructor's expertise and practical assignments helped me improve my design skills. I feel more confident in my career now. Thank you!": "تجاوزت دورة تصميم واجهة المستخدم توقعاتي. ساعدتني خبرة المدرب والمهام العملية في تحسين مهاراتي في التصميم. أشعر بثقة أكبر في مهنتي الآن. شكرا لك!",
    "The mobile app development course was fantastic! The step-by-step tutorials and hands-on projects helped me grasp the concepts easily. I'm now building my own app. Great Course!": "كانت دورة تطوير تطبيقات الجوال رائعة! ساعدتني البرامج التعليمية خطوة بخطوة والمشاريع العملية في فهم المفاهيم بسهولة. أنا الآن أبني تطبيقي الخاص. دورة رائعة!",
    "I excelled in the graphic design course as a beginner, and it was the perfect starting point. The instructor's guidance and feedback improved my design abilities significantly. I'm grateful for this course!": "تفوقت في دورة التصميم الجرافيكي كمبتدئ، وكانت نقطة البداية المثالية. حسن توجيه المدرب وملاحظاته قدراتي في التصميم بشكل كبير. أنا ممتن لهذه الدورة!",
    "Frequently Asked Questions": "الأسئلة الشائعة",
    "Still you have any questions? Contact our Team via support@skillforge.com": "هل لا تزال لديك أسئلة؟ تواصل مع فريقنا عبر support@skillforge.com",
    "See All FAQs": "عرض جميع الأسئلة الشائعة",
    "Can I enroll in multiple courses at once?": "هل يمكنني التسجيل في دورات متعددة في وقت واحد؟",
    "Absolutely! You can enroll in multiple courses simultaneously and access them at your convenience.": "بالتأكيد! يمكنك التسجيل في دورات متعددة في نفس الوقت والوصول إليها حسب راحتك.",
    "Enrollment Process for Different Courses": "عملية التسجيل في الدورات المختلفة",
    "What kind of support can I expect from instructors?": "ما نوع الدعم الذي يمكنني توقعه من المدربين؟",
    "Our instructors provide comprehensive support including live Q&A sessions, personalized feedback on assignments, and timely responses to your questions through our learning platform.": "يقدم مدربونا دعمًا شاملاً يشمل جلسات الأسئلة والأجوبة المباشرة، وملاحظات شخصية على الواجبات، وردود سريعة على أسئلتك من خلال منصة التعلم.",
    "Are the courses self-paced or do they have specific start and end dates?": "هل الدورات ذاتية التعلم أم لها تواريخ بدء وانتهاء محددة؟",
    "We offer both types of courses. Self-paced courses allow you to learn at your own speed, while scheduled courses have specific start and end dates to help you stay on track.": "نقدم كلا النوعين من الدورات. تتيح لك الدورات الذاتية التعلم بسرعتك الخاصة، بينما تحتوي الدورات المجدولة على تواريخ بدء وانتهاء محددة لمساعدتك على البقاء في المسار الصحيح.",
    "Are there any prerequisites for the courses?": "هل هناك متطلبات مسبقة للدورات؟",
    "Prerequisites vary by course. Basic courses typically don't require prior knowledge, while advanced courses might need specific skills or completion of prerequisite courses.": "تختلف المتطلبات المسبقة حسب الدورة. لا تتطلب الدورات الأساسية عادةً معرفة مسبقة، بينما قد تحتاج الدورات المتقدمة إلى مهارات محددة أو إكمال دورات تمهيدية.",
    "Can I download the course materials for offline access?": "هل يمكنني تحميل مواد الدورة للوصول إليها دون اتصال بالإنترنت؟",
    "Yes, most course materials including video lectures, PDFs, and assignments can be downloaded for offline viewing through our mobile app.": "نعم، يمكن تحميل معظم مواد الدورة بما في ذلك المحاضرات المرئية وملفات PDF والواجبات لمشاهدتها دون اتصال بالإنترنت من خلال تطبيقنا للهاتف المحمول.",
    "Benefits": "الفوائد",
  "Our Courses": "دوراتنا",
  "Our Testimonials": "آراء المتعلمين",
  "Our FAQ": "الأسئلة الشائعة",
  "Company": "الشركة",
  "Achievements": "إنجازاتنا",
  "Our Goals": "أهدافنا",
  "Facebook": "فيسبوك",
  "Twitter": "تويتر",
  "LinkedIn": "لينكدإن",
  "Social Profiles": "منصات التواصل الاجتماعي",
  "hello@skillforge.com": "hello@skillforge.com",
  "+91 9983 23 2009": "+91 9983 23 2009",
  "Somewhere in the World": "في مكان ما في العالم",
  "© 2023 SkillForge. All rights reserved.": "© 2023 SkillForge. جميع الحقوق محفوظة.",
  "Hear what our learners have to say about their experience with SkillForge. Real stories, real results.": "استمع إلى ما يقوله متعلمونا عن تجربتهم مع LearNova. قصص حقيقية، ونتائج ملموسة.",
  "Sign Up": "تسجيل إشتراك",
  "Login": "تسجيل الدخول",
  "Logout": "تسجيل الخروج",
  "Profile": "الملف الشخصي"
}